[
    {
        "id": 1,
        "date": "2023-03-16",
        "image": "news1.jpeg",
        "title": "First bands confirmed for Metal Gates Festival 2023",
        "content": "This year's Metal Gates Festival will take place in Quantic Club in Bucharest, between September 28th - 30th. There will be 3 days full of good music, with 21 bands performing.<br />We're going to have an awesome line-up (probably the best in the festival history), and the first confirmed bands are Rotting Christ (GR), KHORS (UA), REMINA (DE), Sinnery (IL), Pilgrimage (MT), Woe Unto Me (BY), and Ocean of Grief (GR).<br />Festival passes are available through the metalgates.iabilet.ro website at the following prices:<br />- 350 RON (~71 EUR) - first 50 passes<br />- 420 RON (~85 EUR) - until May 1st<br />- 480 RON (~98 EUR) - until July 1st<br />- 540 RON (~110 EUR) - until September 27th<br />Tickets for day shows will become available for sale closer to the festival date if any places are left.<br />The artwork for the event was created by renowned artist Costin Chioreanu."
    },
    {
        "id": 2,
        "date": "2023-02-20",
        "image": "news2.jpeg",
        "title": "Metal Gates Festival 2023 early bird passes sold out",
        "content": "The early bird passes for Metal Gates Festival 2023 have now sold out!<br />We sincerely appreciate your trust and support! From now until May 1, 2023, passes for the festival's three days can be purchased for 420 lei by clicking the link in the comments. Don't forget that Metal Gates Festival 2023 will take place between September 28 and 30 at Quantic Club in Bucharest. The line-up will be an awesome one (possibly the strongest line-up in the festival's history), the first confirmed bands being Rotting Christ, KHORS, REMINA, Sinnery, Pilgrimage, Woe Unto Me, and Ocean of Grief!"
    },
    {
        "id": 3,
        "date": "2023-02-17",
        "image": "news3.jpeg",
        "title": "Second wave of bands confirmed for Metal Gates Festival 2023",
        "content": "This is official! Metal Gates Festival 2023 will feature Katatonia (SE), Darvaza (IT), Antimatter (UK), Shores Of Null (IT), Shattered Hope (GR), Doomas (SK), and Olympus Mons (RO)!!! <br />Rotting Christ (GR), KHORS (UA), REMINA (DE), Sinnery (IL), Pilgrimage (MT), Woe Unto Me (BY), and Ocean of Grief (GR) are also featured! However, the surprises are not over yet! <br />This year's Metal Gates Festival will take place between September 28 and 30 at the Quantic Club in Bucharest. There will be 3 days of great music, with 21 bands performing.<br />Festival passes are available through the metalgates.iabilet.ro website (a link can be found in the comments section) at the following prices:<br />- 420 RON (~85 EUR) - until May 1st<br />- 480 RON (~98 EUR) - until July 1st<br />- 540 RON (~110 EUR) - until September 27th<br />There may be a limited number of tickets available for daily shows closer to the festival date.<br />Artist Costin Chioreanu was responsible for creating the artwork for the event."
    },
    {
        "id": 4,
        "date": "2023-05-05",
        "image": "news4.jpeg",
        "title": "Final wave of bands confirmed for Metal Gates Festival 2023",
        "content": "The moment we've all been waiting for has finally arrived! We are thrilled to present the final line-up and poster for Metal Gates Festival 2023! Let's give a big round of applause to the latest additions to the line-up: Batushka (PL), Arkona (RU), Machiavellian God (RO), Aeternam (CA), Drown The Sea (International), and DinUmbra (RO)! <br />Katatonia (SE), Rotting Christ (GR), Darvaza (IT), Antimatter (UK), Shores Of Null (IT), KHORS (UA), Shattered Hope (GR), REMINA (DE), Sinnery (IL), Doomas (SK), Pilgrimage (MT), Woe Unto Me (BY), Ocean of Grief (GR), and Olympus Mons (RO) are also featured!<br />Get ready to immerse yourself in an unmatched Metal experience that will leave you breathless! Check out the link in the comments to get your Metal Gates Festival 2023 pass.<br />Festival passes are available through the metalgates.iabilet.ro website (a link can be found in the comments section) at the following prices:<br />- 480 RON (~98 EUR) - until July 1st<br />- 540 RON (~110 EUR) - until September 27th<br />There may be a limited number of tickets available for daily shows closer to the festival date."
    }
]